# Дана строка состоящая из слов, все слова разделены ровно одним пробелом. Знаки препинания отсутствуют.
# Найдите первое слово, начинающееся на букву "б"
# если слова на эту букву нет, выведите "слов на б нет"


new_string = input("строка: ")
# new_string = 'привет бла бба пока'
print(new_string.count(' б'))
