## "Кратные пяти из диапазона"

### Задание

Даны два целые числа a и b.

Выведите на экран все целые **кратные 5** от a до b включительно.

### Формат входных данных

Даны два целые числа. **Не гарантируется**, что a < b. \
Если a > b, то выводим все числа из диапазона [b, a].

### Формат выходных данных

Выведите все числа, требуемые по условию задачи.

### Решение задачи

a = int(input("a: "))
b = int(input("b: "))
count = 0
if a < b:
    while b > count:
        count += 1
        if count % 5 == 0:
            print(count)
elif a > b:
    while a > count:
        count += 1
        if count % 5 == 0:
            print(count)
