# Дан список имен.
# Найдите самое длинное имя, если таких имен несколько - выведи любое их них



names = ["Иван", "Ирина", "Вячеслав", "Василий", "Петр"]
count = 0
for i in names:
    if count < len(i):
        count = len(i)
        name = i
print(name)
